import '../../models/qnr_model.dart';

final List<QnAPair> qnaList = [
  QnAPair(
    question: "كيف يمكنني تقديم طلب؟",
    answer:
        "نعم، منصة رسالة رسمية وموثوقة. وهي تابعة لجمعية رسالة للأعمال الخيرية، وهي جمعية خيرية مصرية مسجلة لدى وزارة التضامن الاجتماعي. تأسست جمعية رسالة عام 1999، وهي تعمل على مساعدة الأسر الفقيرة والأيتام والمرضى وأطفال الشوارع في مصر.",
  ),
  QnAPair(
    question: "ما هي مدة التوصيل؟",
    answer:
        "نعم، منصة رسالة رسمية وموثوقة. وهي تابعة لجمعية رسالة للأعمال الخيرية، وهي جمعية خيرية مصرية مسجلة لدى وزارة التضامن الاجتماعي. تأسست جمعية رسالة عام 1999، وهي تعمل على مساعدة الأسر الفقيرة والأيتام والمرضى وأطفال الشوارع في مصر.",
  ),
  QnAPair(
    question: "ما هي تكلفة التوصيل؟",
    answer:
        "نعم، منصة رسالة رسمية وموثوقة. وهي تابعة لجمعية رسالة للأعمال الخيرية، وهي جمعية خيرية مصرية مسجلة لدى وزارة التضامن الاجتماعي. تأسست جمعية رسالة عام 1999، وهي تعمل على مساعدة الأسر الفقيرة والأيتام والمرضى وأطفال الشوارع في مصر.",
  ),
  QnAPair(
    question: "ماذا لو لم أكن متواجدًا عند استلام الطلب؟",
    answer:
        "نعم، منصة رسالة رسمية وموثوقة. وهي تابعة لجمعية رسالة للأعمال الخيرية، وهي جمعية خيرية مصرية مسجلة لدى وزارة التضامن الاجتماعي. تأسست جمعية رسالة عام 1999، وهي تعمل على مساعدة الأسر الفقيرة والأيتام والمرضى وأطفال الشوارع في مصر.",
  ),
  QnAPair(
    question: "ماذا لو كان هناك خطأ في طلبي؟",
    answer:
        "نعم، منصة رسالة رسمية وموثوقة. وهي تابعة لجمعية رسالة للأعمال الخيرية، وهي جمعية خيرية مصرية مسجلة لدى وزارة التضامن الاجتماعي. تأسست جمعية رسالة عام 1999، وهي تعمل على مساعدة الأسر الفقيرة والأيتام والمرضى وأطفال الشوارع في مصر.",
  ),
  QnAPair(
    question: "كيف يمكنني إلغاء طلب؟",
    answer:
        "نعم، منصة رسالة رسمية وموثوقة. وهي تابعة لجمعية رسالة للأعمال الخيرية، وهي جمعية خيرية مصرية مسجلة لدى وزارة التضامن الاجتماعي. تأسست جمعية رسالة عام 1999، وهي تعمل على مساعدة الأسر الفقيرة والأيتام والمرضى وأطفال الشوارع في مصر.",
  ),
  QnAPair(
    question: "ما هي طرق الدفع المتاحة؟",
    answer:
        "نعم، منصة رسالة رسمية وموثوقة. وهي تابعة لجمعية رسالة للأعمال الخيرية، وهي جمعية خيرية مصرية مسجلة لدى وزارة التضامن الاجتماعي. تأسست جمعية رسالة عام 1999، وهي تعمل على مساعدة الأسر الفقيرة والأيتام والمرضى وأطفال الشوارع في مصر.",
  ),
  QnAPair(
    question: "هل يمكنني الدفع نقدًا عند الاستلام؟",
    answer:
        "نعم، منصة رسالة رسمية وموثوقة. وهي تابعة لجمعية رسالة للأعمال الخيرية، وهي جمعية خيرية مصرية مسجلة لدى وزارة التضامن الاجتماعي. تأسست جمعية رسالة عام 1999، وهي تعمل على مساعدة الأسر الفقيرة والأيتام والمرضى وأطفال الشوارع في مصر.",
  ),
  QnAPair(
    question: "هل التطبيق آمن للدفع؟",
    answer:
        "نعم، منصة رسالة رسمية وموثوقة. وهي تابعة لجمعية رسالة للأعمال الخيرية، وهي جمعية خيرية مصرية مسجلة لدى وزارة التضامن الاجتماعي. تأسست جمعية رسالة عام 1999، وهي تعمل على مساعدة الأسر الفقيرة والأيتام والمرضى وأطفال الشوارع في مصر.",
  ),
];
